
/* Meeting room section settings */

"Meeting room" = "Meeting room";
"Name" = "Name";
"URL Logo" = "URL Logo";

"Release room after confirmation countdown" = "Release room after confirmation countdown";
"Free after countdown" = "Release room after confirmation countdown";
"Time to confirm presence" = "Time to confirm";
"Send e-mail messages" = "Send mail to meeting organizer";
"Notify address" = "Carbon Copy to";

/* SMTP Settings section settings */

"SMTP Settings" = "SMTP Settings";
"Hostname" = "Hostname";
"Port number" = "Port number";
"Authentication" = "Authentication";
"Sender" = "Sender";
"Username" = "Username";
"Password" = "Password";

/* Values */

"None" = "None";
"15 secoonds" = "15 secoonds (for testing only)";
"5 minutes" = "5 minutes";
"15 minutes" = "15 minutes";
"30 minutes" = "30 minutes";
"1 hour" = "1 hour";
"2 hours" = "2 hours";

